Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

# Divider between %@ and %@
source: Divider between %1$@ and %2$@
ar: فاصل بين %1$@ و%2$@
de: Trennlinie zwischen %1$@ und %2$@
es: Separador entre %1$@ y %2$@
fr: Séparateur entre %1$@ et %2$@
hi: %1$@ और %2$@ के बीच विभाजक
it: Divisore tra %1$@ e %2$@
ja: %1$@と%2$@の間の区切り線
ko: %1$@와(과) %2$@ 사이의 구분선
nl: Scheidingslijn tussen %1$@ en %2$@
pl: Separator między %1$@ a %2$@
pt_br: Divisor entre %1$@ e %2$@
ru: Разделитель между %1$@ и %2$@
tr: %1$@ ile %2$@ arasındaki ayırıcı
uk: Розділювач між %1$@ і %2$@
zh_hans: %1$@ 与 %2$@ 之间的分隔条
zh_hant: %1$@ 與 %2$@ 之間的分隔線

source: Divider between the session and its side terminals
ar: فاصل بين الجلسة وطرفياتها الجانبية
de: Trennlinie zwischen der Sitzung und ihren Nebenterminals
es: Separador entre la sesión y sus terminales laterales
fr: Séparateur entre la session et ses terminaux annexes
hi: सेशन और उसके साइड टर्मिनल के बीच विभाजक
it: Divisore tra la sessione e i suoi terminali laterali
ja: セッションとサイドターミナルの間の区切り線
ko: 세션과 보조 터미널 사이의 구분선
nl: Scheidingslijn tussen de sessie en de zijterminals
pl: Separator między sesją a jej terminalami bocznymi
pt_br: Divisor entre a sessão e seus terminais laterais
ru: Разделитель между сессией и её боковыми терминалами
tr: Oturum ile yan terminalleri arasındaki ayırıcı
uk: Розділювач між сеансом і його бічними терміналами
zh_hans: 会话与其侧边终端之间的分隔条
zh_hant: 工作階段與其側邊終端機之間的分隔線

source: Divider between the terminal and the web view
ar: فاصل بين الطرفية وعرض الويب
de: Trennlinie zwischen Terminal und Webansicht
es: Separador entre el terminal y la vista web
fr: Séparateur entre le terminal et la vue web
hi: टर्मिनल और वेब दृश्य के बीच विभाजक
it: Divisore tra il terminale e la vista web
ja: ターミナルとWebビューの間の区切り線
ko: 터미널과 웹 보기 사이의 구분선
nl: Scheidingslijn tussen de terminal en de webweergave
pl: Separator między terminalem a widokiem www
pt_br: Divisor entre o terminal e a visualização web
ru: Разделитель между терминалом и веб-панелью
tr: Terminal ile web görünümü arasındaki ayırıcı
uk: Розділювач між терміналом і вебпереглядом
zh_hans: 终端与网页视图之间的分隔条
zh_hant: 終端機與網頁視圖之間的分隔線

source: Document
ar: مستند
de: Dokument
es: Documento
hi: दस्तावेज़
it: Documento
ja: 書類
ko: 문서
pl: Dokument
pt_br: Documento
ru: Документ
tr: Belge
uk: Документ
zh_hans: 文稿
zh_hant: 文件

source: Don't Restart
ar: عدم إعادة التشغيل
de: Nicht neu starten
es: No reiniciar
fr: Ne pas redémarrer
hi: फिर से शुरू न करें
it: Non riavviare
ja: 再起動しない
ko: 재시작 안 함
nl: Niet herstarten
pl: Nie uruchamiaj ponownie
pt_br: Não Reiniciar
ru: Не перезапускать
tr: Yeniden Başlatma
uk: Не перезапускати
zh_hans: 不重新启动
zh_hant: 不要重新啟動

source: Don't Save
ar: عدم الحفظ
de: Nicht sichern
es: No guardar
fr: Ne pas enregistrer
hi: न सहेजें
it: Non salvare
ja: 保存しない
ko: 저장 안 함
nl: Niet bewaren
pl: Nie zachowuj
pt_br: Não Salvar
ru: Не сохранять
tr: Kaydetme
uk: Не зберігати
zh_hans: 不存储
zh_hant: 不要儲存

source: Done
ar: مكتملة
de: Erledigt
es: Terminada
fr: Terminé
hi: पूरा
it: Completato
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_br: Concluída
ru: Готово
tr: Tamamlandı
uk: Виконано
zh_hans: 已完成
zh_hant: 已完成

source: Don’t ask again
ar: عدم السؤال مرة أخرى
de: Nicht mehr fragen
es: No volver a preguntar
fr: Ne plus demander
hi: फिर से न पूछें
it: Non chiedere più
ja: 今後確認しない
ko: 다시 묻지 않음
nl: Niet meer vragen
pl: Nie pytaj ponownie
pt_br: Não perguntar novamente
ru: Больше не спрашивать
tr: Bir daha sorma
uk: Більше не питати
zh_hans: 不再询问
zh_hant: 不要再詢問

source: Double-click a file in the Git list, or press Return, to open it.
ar: انقر نقرًا مزدوجًا على ملف في قائمة Git، أو اضغط على رجوع، لفتحه.
de: Doppelklicke auf eine Datei in der Git-Liste oder drücke den Zeilenschalter, um sie zu öffnen.
es: Haz doble clic en un archivo de la lista Git, o pulsa Retorno, para abrirlo.
fr: Double-cliquez sur un fichier de la liste Git, ou appuyez sur Retour, pour l’ouvrir.
hi: Git सूची में किसी फ़ाइल को खोलने के लिए उस पर डबल-क्लिक करें, या रिटर्न दबाएँ।
it: Fai doppio clic su un file nell’elenco Git, o premi A capo, per aprirlo.
ja: Gitリストのファイルをダブルクリックするか、returnキーを押すと開きます。
ko: 파일을 열려면 Git 목록에서 파일을 이중 클릭하거나 Return 키를 누르십시오.
nl: Dubbelklik op een bestand in de Git-lijst, of druk op Return, om het te openen.
pl: Kliknij dwukrotnie plik na liście Git lub naciśnij Return, aby go otworzyć.
pt_br: Clique duas vezes em um arquivo da lista do Git, ou pressione Return, para abri-lo.
ru: Чтобы открыть файл, дважды нажмите его в списке Git или нажмите Return.
tr: Açmak için Git listesindeki bir dosyayı çift tıklayın ya da Return tuşuna basın.
uk: Двічі клацніть файл у списку Git або натисніть Return, щоб відкрити його.
zh_hans: 连按 Git 列表中的文件或按下 Return 键即可打开。
zh_hant: 在 Git 列表中按兩下檔案或按下 Return 即可打開。

source: Download
ar: تنزيل
de: Laden
es: Descargar
fr: Télécharger
hi: डाउनलोड करें
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
pl: Pobierz
pt_br: Baixar
ru: Загрузить
tr: İndir
uk: Завантажити
zh_hans: 下载
zh_hant: 下載

source: Download and install updates automatically
ar: تنزيل التحديثات وتثبيتها تلقائيًا
de: Updates automatisch laden und installieren
es: Descargar e instalar actualizaciones automáticamente
fr: Télécharger et installer automatiquement les mises à jour
hi: अपडेट अपने आप डाउनलोड और इंस्टॉल करें
it: Scarica e installa automaticamente gli aggiornamenti
ja: アップデートを自動的にダウンロードしてインストール
ko: 자동으로 업데이트 다운로드 및 설치
nl: Download en installeer updates automatisch
pl: Automatycznie pobieraj i instaluj uaktualnienia
pt_br: Baixar e instalar atualizações automaticamente
ru: Автоматически загружать и устанавливать обновления
tr: Güncellemeleri otomatik olarak indir ve yükle
uk: Автоматично завантажувати й інсталювати оновлення
zh_hans: 自动下载并安装更新
zh_hant: 自動下載並安裝更新項目

source: Downloaded · %@ on disk
ar: تم التنزيل · %@ على القرص
de: Geladen · %@ auf dem Volume
es: Descargado · %@ en disco
fr: Téléchargé · %@ sur le disque
hi: डाउनलोड हो गया · डिस्क पर %@
it: Scaricato · %@ su disco
ja: ダウンロード済み · ディスク上で %@
ko: 다운로드됨 · 디스크에서 %@
nl: Gedownload · %@ op schijf
pl: Pobrano · %@ na dysku
pt_br: Baixado · %@ no disco
ru: Загружено · %@ на диске
tr: İndirildi · diskte %@
uk: Завантажено · %@ на диску
zh_hans: 已下载 · 占用磁盘 %@
zh_hant: 已下載 · 佔用磁碟 %@

source: Draft
ar: مسودة
de: Entwurf
es: Borrador
fr: Brouillon
hi: ड्राफ़्ट
it: Bozza
ja: 下書き
ko: 초안
nl: Concept
pl: Szkic
pt_br: Rascunho
ru: Черновик
tr: Taslak
uk: Чернетка
zh_hans: 草稿
zh_hant: 草稿

source: Drag to resize, or use the arrow keys. Double-click or press Return to give both sides the same width.
ar: اسحب لتغيير الحجم، أو استخدم مفاتيح الأسهم. انقر نقرًا مزدوجًا أو اضغط على رجوع لمنح الجانبين العرض نفسه.
de: Ziehe zum Ändern der Größe oder verwende die Pfeiltasten. Doppelklicke oder drücke den Zeilenschalter, um beiden Seiten dieselbe Breite zu geben.
es: Arrastra para cambiar el tamaño o usa las flechas. Haz doble clic o pulsa Retorno para dar a ambos lados la misma anchura.
fr: Faites glisser pour redimensionner, ou utilisez les flèches. Double-cliquez ou appuyez sur Retour pour donner la même largeur aux deux côtés.
hi: आकार बदलने के लिए ड्रैग करें, या ऐरो कुंजियाँ उपयोग करें। दोनों ओर समान चौड़ाई देने के लिए डबल-क्लिक करें या रिटर्न दबाएँ।
it: Trascina per ridimensionare o usa i tasti freccia. Fai doppio clic o premi A capo per dare a entrambi i lati la stessa larghezza.
ja: ドラッグするか矢印キーでサイズを変更します。ダブルクリックするかreturnキーを押すと、両側が同じ幅になります。
ko: 드래그하거나 화살표 키를 사용하여 크기를 조절합니다. 양쪽 너비를 같게 하려면 이중 클릭하거나 Return 키를 누르십시오.
nl: Sleep om de grootte te wijzigen, of gebruik de pijltoetsen. Dubbelklik of druk op Return om beide kanten even breed te maken.
pl: Przeciągnij, aby zmienić rozmiar, lub użyj klawiszy strzałek. Kliknij dwukrotnie lub naciśnij Return, aby nadać obu stronom tę samą szerokość.
pt_br: Arraste para redimensionar, ou use as teclas de seta. Clique duas vezes ou pressione Return para dar a mesma largura aos dois lados.
ru: Перетащите, чтобы изменить размер, или используйте клавиши со стрелками. Дважды нажмите или нажмите Return, чтобы сделать обе стороны одной ширины.
tr: Yeniden boyutlandırmak için sürükleyin ya da ok tuşlarını kullanın. İki tarafa aynı genişliği vermek için çift tıklayın veya Return tuşuna basın.
uk: Перетягніть, щоб змінити розмір, або скористайтеся клавішами зі стрілками. Двічі клацніть або натисніть Return, щоб зробити обидві частини однакової ширини.
zh_hans: 拖移以调整大小，或使用箭头键。连按或按下 Return 键可使两侧等宽。
zh_hant: 拖移以調整大小，或使用方向鍵。按兩下或按 Return 可讓兩側等寬。

source: Draw Everything Again
ar: إعادة رسم الكل
de: Alles neu zeichnen
es: Volver a dibujarlo todo
fr: Tout redessiner
hi: सब कुछ फिर से बनाएँ
it: Ridisegna tutto
ja: すべて描き直す
ko: 모두 다시 그리기
nl: Teken alles opnieuw
pl: Narysuj wszystko ponownie
pt_br: Redesenhar Tudo
ru: Перерисовать всё
tr: Hepsini Yeniden Çiz
uk: Перемалювати все
zh_hans: 全部重新绘制
zh_hant: 全部重新繪製

source: Draw everything again?
ar: هل تريد إعادة رسم الكل؟
de: Alles neu zeichnen?
es: ¿Volver a dibujarlo todo?
fr: Tout redessiner ?
hi: सब कुछ फिर से बनाएँ?
it: Ridisegnare tutto?
ja: すべて描き直しますか？
ko: 모두 다시 그리겠습니까?
nl: Alles opnieuw tekenen?
pl: Narysować wszystko ponownie?
pt_br: Redesenhar tudo?
ru: Перерисовать всё?
tr: Hepsi yeniden çizilsin mi?
uk: Перемалювати все?
zh_hans: 要全部重新绘制吗？
zh_hant: 要全部重新繪製嗎？

source: Drawn by
ar: رسمها
de: Gezeichnet von
es: Dibujado por
fr: Dessiné par
hi: द्वारा बनाया गया
it: Disegnato da
ja: 描画：
ko: 그린 에이전트
nl: Getekend door
pl: Narysowany przez
pt_br: Desenhado por
ru: Нарисовал
tr: Çizen
uk: Намальовано агентом
zh_hans: 绘制者
zh_hant: 繪製者

source: Drawn by %@ · %@
ar: رسمها %1$@ · %2$@
de: Gezeichnet von %@ · %@
es: Dibujado por %@ · %@
fr: Dessiné par %1$@ · %2$@
hi: %1$@ द्वारा बनाया गया · %2$@
it: Disegnato da %@ · %@
ja: %1$@が描画 · %2$@
ko: %1$@이(가) 그림 · %2$@
nl: Getekend door %@ · %@
pl: Narysowany przez %@ · %@
pt_br: Desenhado por %1$@ · %2$@
ru: Нарисовал %@ · %@
tr: Çizen: %@ · %@
uk: Намалював %1$@ · %2$@
zh_hans: 由 %@ 绘制 · %@
zh_hant: 由 %1$@ 繪製 · %2$@

source: Driven by
ar: يديرها
de: Gesteuert von
es: Controlado por
fr: Piloté par
hi: द्वारा चलाया गया
it: Gestito da
ja: 操作するエージェント
ko: 구동 에이전트
nl: Aangestuurd door
pl: Obsługiwany przez
pt_br: Controlado por
ru: Под управлением
tr: Yöneten
uk: Під керуванням
zh_hans: 驱动者
zh_hant: 驅動者

source: Drop to attach to your message
ar: أفلت للإرفاق برسالتك
de: Ablegen, um an deine Nachricht anzuhängen
es: Suelta para adjuntar a tu mensaje
fr: Déposez pour joindre à votre message
hi: अपने संदेश में संलग्न करने के लिए छोड़ें
it: Rilascia per allegare al messaggio
ja: ドロップしてメッセージに添付
ko: 메시지에 첨부하려면 놓으십시오
nl: Zet neer om aan je bericht toe te voegen
pl: Upuść, aby załączyć do wiadomości
pt_br: Solte para anexar à sua mensagem
ru: Перетащите сюда, чтобы прикрепить к сообщению
tr: Mesajınıza eklemek için bırakın
uk: Перетягніть сюди, щоб прикріпити до повідомлення
zh_hans: 拖放以附加到你的消息
zh_hant: 拖放以附加到你的訊息

source: Drop to attach to your prompt
ar: أفلت للإرفاق بالـ prompt
de: Ablegen, um an deinen Prompt anzuhängen
es: Suelta para adjuntar a tu prompt
fr: Déposez pour joindre à votre prompt
hi: अपने प्रॉम्प्ट में संलग्न करने के लिए छोड़ें
it: Rilascia per allegare al prompt
ja: ドロップしてプロンプトに添付
ko: 프롬프트에 첨부하려면 놓으십시오
nl: Zet neer om aan je prompt toe te voegen
pl: Upuść, aby załączyć do promptu
pt_br: Solte para anexar ao seu prompt
ru: Перетащите сюда, чтобы прикрепить к промпту
tr: İsteminize eklemek için bırakın
uk: Перетягніть сюди, щоб прикріпити до промпту
zh_hans: 拖放以附加到你的提示词
zh_hant: 拖放以附加到你的提示詞

source: Drop to type the paths in the terminal
ar: أفلت لكتابة المسارات في الطرفية
de: Ablegen, um die Pfade im Terminal einzugeben
es: Suelta para escribir las rutas en el terminal
fr: Déposez pour saisir les chemins dans le terminal
hi: टर्मिनल में पथ टाइप करने के लिए छोड़ें
it: Rilascia per digitare i percorsi nel terminale
ja: ドロップしてターミナルにパスを入力
ko: 터미널에 경로를 입력하려면 놓으십시오
nl: Zet neer om de paden in de terminal te typen
pl: Upuść, aby wpisać ścieżki w terminalu
pt_br: Solte para digitar os caminhos no terminal
ru: Перетащите сюда, чтобы ввести пути в терминале
tr: Yolları terminale yazmak için bırakın
uk: Перетягніть сюди, щоб ввести шляхи в терміналі
zh_hans: 拖放以在终端中输入路径
zh_hant: 拖放以在終端機中輸入路徑

source: Drop to work in this folder
ar: أفلت للعمل في هذا المجلد
de: Ablegen, um in diesem Ordner zu arbeiten
es: Suelta para trabajar en esta carpeta
fr: Déposez pour travailler dans ce dossier
hi: इस फ़ोल्डर में काम करने के लिए छोड़ें
it: Rilascia per lavorare in questa cartella
ja: ドロップしてこのフォルダで作業
ko: 이 폴더에서 작업하려면 놓으십시오
nl: Zet neer om in deze map te werken
pl: Upuść, aby pracować w tym folderze
pt_br: Solte para trabalhar nesta pasta
ru: Перетащите сюда, чтобы работать в этой папке
tr: Bu klasörde çalışmak için bırakın
uk: Перетягніть сюди, щоб працювати в цій папці
zh_hans: 拖放以在此文件夹中工作
zh_hant: 拖放以在此資料夾中工作

# Dropped into the side terminal %@ of %@.
source: Dropped into the side terminal %1$@ of %2$@.
ar: تم الإفلات في الطرفية الجانبية %1$@ من %2$@.
de: Im Nebenterminal %1$@ von %2$@ abgelegt.
es: Soltado en el terminal lateral %1$@ de %2$@.
fr: Déposé dans le terminal annexe %1$@ de %2$@.
hi: %2$@ के साइड टर्मिनल %1$@ में छोड़ा गया।
it: Rilasciato nel terminale laterale %1$@ di %2$@.
ja: %2$@のサイドターミナル%1$@にドロップしました。
ko: %2$@의 보조 터미널 %1$@에 놓았습니다.
nl: Neergezet in zijterminal %1$@ van %2$@.
pl: Upuszczono w terminalu bocznym %1$@ sesji %2$@.
pt_br: Solto no terminal lateral %1$@ de %2$@.
ru: Перетащено в боковой терминал %1$@ сессии «%2$@».
tr: %2$@ oturumunun %1$@ yan terminaline bırakıldı.
uk: Перетягнуто в бічний термінал %1$@ сеансу «%2$@».
zh_hans: 已拖放到“%2$@”的侧边终端 %1$@ 中。
zh_hant: 已拖放到 %2$@ 的側邊終端機 %1$@。

source: Dropped into the terminal of %@.
ar: تم الإفلات في طرفية %@.
de: Im Terminal von %@ abgelegt.
es: Soltado en el terminal de %@.
fr: Déposé dans le terminal de %@.
hi: %@ के टर्मिनल में छोड़ा गया।
it: Rilasciato nel terminale di %@.
ja: %@のターミナルにドロップしました。
ko: %@의 터미널에 놓았습니다.
nl: Neergezet in de terminal van %@.
pl: Upuszczono w terminalu sesji %@.
pt_br: Solto no terminal de %@.
ru: Перетащено в терминал сессии «%@».
tr: %@ oturumunun terminaline bırakıldı.
uk: Перетягнуто в термінал «%@».
zh_hans: 已拖放到“%@”的终端中。
zh_hant: 已拖放到 %@ 的終端機。

source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
fr: Dupliquer
hi: डुप्लिकेट करें
it: Duplica
ja: 複製
ko: 복제
nl: Dupliceer
pl: Powiel
pt_br: Duplicar
ru: Дублировать
tr: Çoğalt
uk: Дублювати
zh_hans: 复制
zh_hant: 複製

source: Duplicate the resolver
ar: تكرار المحلّل
de: Resolver duplizieren
es: Duplicar el resolutor
fr: Dupliquer le résolveur
hi: रिज़ॉल्वर डुप्लिकेट करें
it: Duplica il risolutore
ja: リゾルバを複製
ko: 해석기 복제
nl: Dupliceer de resolver
pl: Powiel resolver
pt_br: Duplicar o resolvedor
ru: Дублировать обработчик
tr: Çözümleyiciyi çoğalt
uk: Дублювати обробник
zh_hans: 复制解析器
zh_hant: 複製解析器

source: Each agent resumes its conversation where it can. A session whose summary has to be read first is left for you to restart on its own.
ar: يستأنف كل وكيل محادثته حيثما أمكن. أما الجلسة التي يجب قراءة ملخصها أولًا فتُترك لك لتعيد تشغيلها بمفردها.
de: Jeder Agent setzt seine Unterhaltung fort, wo möglich. Eine Sitzung, deren Zusammenfassung zuerst gelesen werden muss, startest du selbst einzeln neu.
es: Cada agente reanuda su conversación cuando puede. Una sesión cuyo resumen haya que leer antes se te deja para que la reinicies por separado.
fr: Chaque agent reprend sa conversation quand c’est possible. Une session dont le résumé doit d’abord être relu vous est laissée, pour la redémarrer seule.
hi: हर एजेंट जहाँ संभव हो, अपनी बातचीत जारी रखता है। जिस सेशन का सारांश पहले पढ़ना ज़रूरी है, उसे आपके लिए छोड़ दिया जाता है ताकि आप उसे अलग से फिर से शुरू करें।
it: Ogni agente riprende la sua conversazione quando possibile. Una sessione il cui riepilogo deve essere letto prima ti viene lasciata da riavviare da sola.
ja: 各エージェントは可能な場合に会話を再開します。先に要約を確認する必要があるセッションは、個別に再起動できるようそのままにします。
ko: 각 에이전트는 가능한 경우 대화를 재개합니다. 요약을 먼저 확인해야 하는 세션은 사용자가 직접 개별적으로 재시작하도록 남겨 둡니다.
nl: Elke agent hervat zijn gesprek waar dat kan. Een sessie waarvan eerst de samenvatting moet worden gelezen, laten we aan jou over om apart te herstarten.
pl: Każdy agent wznawia rozmowę, jeśli to możliwe. Sesję, której podsumowanie trzeba najpierw przeczytać, musisz uruchomić ponownie osobno.
pt_br: Cada agente retoma a conversa quando possível. Uma sessão cujo resumo precisa ser lido primeiro fica para você reiniciar sozinha.
ru: Каждый агент возобновляет беседу, если это возможно. Сессию, сводку которой нужно сначала прочитать, вы перезапустите отдельно.
tr: Her ajan, mümkün olduğunda konuşmasını sürdürür. Özetinin önce okunması gereken bir oturum, tek başına yeniden başlatmanız için size bırakılır.
uk: Кожен агент продовжує свою розмову, якщо може. Сеанс, підсумок якого спершу слід прочитати, ви перезапустите окремо.
zh_hans: 每个智能体都会尽可能恢复其对话。需要先阅读摘要的会话将留给你单独重新启动。
zh_hant: 每個代理程式會盡可能繼續其對話。需要先確認摘要的工作階段會留給你單獨重新啟動。

source: Each session can then be switched with ⌥⌘T, and keeps its choice.
ar: يمكن بعد ذلك تبديل كل جلسة باستخدام ⌥⌘T، وتحتفظ باختيارها.
de: Jede Sitzung lässt sich dann mit ⌥⌘T umschalten und behält ihre Wahl.
es: Después, cada sesión puede alternar con ⌥⌘T y conserva su elección.
fr: Chaque session peut ensuite basculer avec ⌥⌘T, et garde son choix.
hi: इसके बाद हर सेशन को ⌥⌘T से बदला जा सकता है, और वह अपना चयन बनाए रखता है।
it: Ogni sessione può poi essere commutata con ⌥⌘T e mantiene la sua scelta.
ja: その後、各セッションは⌥⌘Tで切り替えられ、選択内容が保持されます。
ko: 이후 각 세션은 ⌥⌘T로 전환할 수 있으며 선택 사항이 유지됩니다.
nl: Elke sessie kan daarna worden omgeschakeld met ⌥⌘T en onthoudt haar keuze.
pl: Każdą sesję można potem przełączyć za pomocą ⌥⌘T i zachowuje ona swój wybór.
pt_br: Cada sessão pode então ser alternada com ⌥⌘T e mantém sua escolha.
ru: Затем каждую сессию можно переключить сочетанием ⌥⌘T, и она запомнит выбор.
tr: Ardından her oturum ⌥⌘T ile değiştirilebilir ve seçimini korur.
uk: Потім кожен сеанс можна перемкнути за допомогою ⌥⌘T, і він запам’ятає свій вибір.
zh_hans: 之后每个会话都可以用 ⌥⌘T 切换，并会记住其选择。
zh_hant: 之後每個工作階段都可用 ⌥⌘T 切換，並保留其選擇。

source: Edit as Text
ar: تحرير كنص
de: Als Text bearbeiten
es: Editar como texto
fr: Modifier comme texte
hi: टेक्स्ट के रूप में संपादित करें
it: Modifica come testo
ja: テキストとして編集
ko: 텍스트로 편집
nl: Wijzig als tekst
pl: Edytuj jako tekst
pt_br: Editar como Texto
ru: Изменить как текст
tr: Metin Olarak Düzenle
uk: Редагувати як текст
zh_hans: 以文本形式编辑
zh_hant: 以文字編輯

source: Edit the Description…
ar: تحرير الوصف…
de: Beschreibung bearbeiten …
es: Editar la descripción…
fr: Modifier la description…
hi: विवरण संपादित करें…
it: Modifica la descrizione…
ja: 説明を編集…
ko: 설명 편집…
nl: Wijzig de beschrijving…
pl: Edytuj opis…
pt_br: Editar a Descrição…
ru: Изменить описание…
tr: Açıklamayı Düzenle…
uk: Редагувати опис…
zh_hans: 编辑描述…
zh_hant: 編輯描述…

source: Edited
ar: معدّل
de: Bearbeitet
es: Modificado
fr: Modifié
hi: संपादित
it: Modificato
ja: 編集済み
ko: 편집됨
nl: Gewijzigd
pl: Zmieniono
pt_br: Editado
ru: Изменено
tr: Düzenlendi
uk: Змінено
zh_hans: 已编辑
zh_hant: 已編輯

source: Either way, the lock screen shows only that a request arrived.
ar: في كل الأحوال، لا تعرض شاشة القفل إلا وصول طلب.
de: In jedem Fall zeigt der Sperrbildschirm nur, dass eine Anfrage eingegangen ist.
es: En cualquier caso, la pantalla bloqueada solo indica que ha llegado una solicitud.
fr: Dans tous les cas, l’écran verrouillé indique seulement qu’une demande est arrivée.
hi: हर हाल में, लॉक स्क्रीन केवल यह दिखाती है कि एक अनुरोध आया है।
it: In ogni caso, la schermata di blocco mostra solo che è arrivata una richiesta.
ja: いずれの場合も、ロック画面にはリクエストが届いたことだけが表示されます。
ko: 어느 경우든 잠금 화면에는 요청이 도착했다는 사실만 표시됩니다.
nl: In beide gevallen toont het toegangsscherm alleen dat er een verzoek is binnengekomen.
pl: W każdym przypadku ekran blokady pokazuje tylko, że nadeszła prośba.
pt_br: De qualquer forma, a tela bloqueada mostra apenas que uma solicitação chegou.
ru: В любом случае на экране блокировки видно только, что пришёл запрос.
tr: Her durumda kilit ekranı yalnızca bir istek geldiğini gösterir.
uk: У будь-якому разі на замкненому екрані видно лише, що надійшов запит.
zh_hans: 无论哪种方式，锁定屏幕上都只会显示收到了请求。
zh_hant: 無論如何，鎖定畫面只會顯示有請求送達。

source: Elsewhere than this Mac, an agent asks before clicking, typing or running JavaScript.
ar: خارج هذا الـ Mac، يسأل الوكيل قبل النقر أو الكتابة أو تنفيذ JavaScript.
de: Außerhalb dieses Mac fragt ein Agent, bevor er klickt, tippt oder JavaScript ausführt.
es: Fuera de este Mac, un agente pregunta antes de hacer clic, escribir o ejecutar JavaScript.
fr: Ailleurs que sur ce Mac, un agent demande avant de cliquer, de saisir ou d’exécuter du JavaScript.
hi: इस Mac के अलावा कहीं और, एजेंट क्लिक करने, टाइप करने या JavaScript चलाने से पहले पूछता है।
it: Al di fuori di questo Mac, un agente chiede prima di fare clic, digitare o eseguire JavaScript.
ja: このMac以外のページでは、エージェントはクリック、入力、JavaScriptの実行の前に確認を求めます。
ko: 이 Mac 이외의 페이지에서는 에이전트가 클릭, 입력 또는 JavaScript 실행 전에 묻습니다.
nl: Buiten deze Mac vraagt een agent het eerst voordat hij klikt, typt of JavaScript uitvoert.
pl: Poza tym Makiem agent pyta przed kliknięciem, wpisywaniem lub wykonaniem JavaScriptu.
pt_br: Fora deste Mac, um agente pergunta antes de clicar, digitar ou executar JavaScript.
ru: За пределами этого Mac агент спрашивает разрешения, прежде чем нажимать, вводить текст или выполнять JavaScript.
tr: Bu Mac dışındaki yerlerde ajan tıklamadan, yazmadan veya JavaScript çalıştırmadan önce sorar.
uk: Поза цим Mac агент запитує, перш ніж клацати, вводити текст або виконувати JavaScript.
zh_hans: 在这台 Mac 以外的页面上，智能体会在点按、输入或运行 JavaScript 前询问。
zh_hant: 在此 Mac 以外的位置，代理程式會先詢問再按一下、輸入或執行 JavaScript。

source: Empty
ar: فارغة
de: Leer
es: Vacías
fr: Vides
hi: खाली
it: Vuote
ja: 空
ko: 비어 있음
nl: Leeg
pl: Puste
pt_br: Vazias
ru: Пусто
tr: Boş
uk: Порожні
zh_hans: 空
zh_hant: 空白

source: Endpoint
ar: نقطة النهاية
hi: एंडपॉइंट
ja: エンドポイント
ko: 엔드포인트
tr: Uç Nokta
uk: Ендпоінт
zh_hans: 端点
zh_hant: 端點

source: Endpoints
ar: نقاط النهاية
hi: एंडपॉइंट
it: Endpoint
ja: エンドポイント
ko: 엔드포인트
pl: Endpointy
tr: Uç Noktalar
uk: Ендпоінти
zh_hans: 端点
zh_hant: 端點

source: Enter an address or #ticket
ar: أدخل عنوانًا أو #تذكرة
de: Adresse oder #Ticket eingeben
es: Introduce una dirección o un #ticket
fr: Saisissez une adresse ou un #ticket
hi: पता या #टिकट दर्ज करें
it: Inserisci un indirizzo o un #ticket
ja: アドレスまたは#チケットを入力
ko: 주소 또는 #티켓 입력
nl: Voer een adres of #ticket in
pl: Wpisz adres lub #zgłoszenie
pt_br: Digite um endereço ou #ticket
ru: Введите адрес или #тикет
tr: Bir adres veya #talep girin
uk: Введіть адресу або #тікет
zh_hans: 输入地址或 #工单
zh_hant: 輸入位址或 #工單
